[
  "obsidian-minimal-settings",
  "obsidian-linter",
  "obsidian-relative-line-numbers",
  "vim-yank-highlight",
  "obsidian-icon-folder",
  "obsidian-vimrc-support",
  "editing-toolbar",
  "excalibrain",
  "dataview",
  "obsidian-excalidraw-plugin"
]